/* IMBHeader:  1.0.0
 * Programa:   cubierta.cc 
 * Directorio: xescoba-1.2.1/libcartas 
 * Fecha:      Sun Apr 15 16:44:38 CEST 2001 
 * Autor:      Ignacio Martín Bragado.
 * e-mail:     ignacio.martin@tel.uva.es 
 * Máquina:    Linux 
 */


/*************************************************************************
 * Este programa es de libre distribución; puedes distribuirlo y/o modificarlo
 * bajo los términos de la GNU General Public License como se publicó por la
 * Free Software Foundation; bien la versión 2 de la licencia o,  bajo tu
 * criterio, cualquier versión posterior.
 * 
 * Este programa se distribuye con la esperanza de que sea útil, pero 
 * SIN NINGUNA GARANTÏA; sin, incluso, ninguna garantía implicada por
 * MERCANCIBILIDAD o POR ALGÜN PROPÓSITO PARTICULAR. Lee la
 * GNU General Public License para más información.
 * 
 * Deberías haber recibido una copia de la GNU General Public License
 * junto con este programa. Si no es así escribe a Free Software
 * Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
 * *****************************************************/

/*############################################################################
#    This program is free software; you can redistribute it and/or modify
#    it under the terms of the GNU General Public License as published by
#    the Free Software Foundation; either version 2 of the License, or
#    (at your option) any later version.
#
#    This program is distributed in the hope that it will be useful,
#    but WITHOUT ANY WARRANTY; without even the implied warranty of
#    MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
#    GNU General Public License for more details.
#
#    You should have received a copy of the GNU General Public License
#    along with this program; if not, write to the Free Software
#    Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
##############################################################################*/

/* XPM */
const char * cubierta_xpm[] = {
"70 110 65 1",
" 	c None",
".	c #1E4284",
"+	c #92A2C4",
"@	c #5672A4",
"#	c #3A5A94",
"$	c #FEFEFC",
"%	c #AABAD4",
"&	c #728AB4",
"*	c #2E4E8C",
"=	c #4A669C",
"-	c #9EAECC",
";	c #BAC6DC",
">	c #667EAC",
",	c #8296BC",
"'	c #2A4A8C",
")	c #9AAAC4",
"!	c #426294",
"~	c #526E9C",
"{	c #C2CEDC",
"]	c #264685",
"^	c #B6C2D4",
"/	c #365694",
"(	c #AAB6D4",
"_	c #6E86AC",
":	c #8E9EC4",
"<	c #9AA6C4",
"[	c #627AAC",
"}	c #425E94",
"|	c #8292BC",
"1	c #526A9C",
"2	c #A6B2CC",
"3	c #C2CADC",
"4	c #8A9ABC",
"5	c #224684",
"6	c #5E76A4",
"7	c #B2BED4",
"8	c #7A8EB4",
"9	c #36528C",
"0	c #6E82AC",
"a	c #96A6C4",
"b	c #3E5E94",
"c	c #32528C",
"d	c #4E6A9C",
"e	c #A2B2CC",
"f	c #BECADC",
"g	c #6A82AC",
"h	c #869ABC",
"i	c #9EAACC",
"j	c #46629C",
"k	c #BAC2DC",
"l	c #7286B4",
"m	c #224284",
"n	c #96A2C4",
"o	c #5A72A4",
"p	c #3E5A94",
"q	c #AEBAD4",
"r	c #768AB4",
"s	c #4E669C",
"t	c #A2AECC",
"u	c #BEC6DC",
"v	c #8696BC",
"w	c #2E4A8C",
"x	c #C6CEDC",
"y	c #3A5694",
"z	c #526EA4",
"$$$$3;^$7qqq%%%$((((((((((((((($((((((((((((((($((($%%%%qqq77^;$$$$$$$",
"$$$$$$2$$$a$$$a$a$$$$$$$$$$$$$a$a$$$$$a$$$$$$$a$a$a$$$a$$$)$$$($$$$$$$",
"$$kqe$a::$,v,$,$,$,,,$,,,,,,,$,|,$,$,|,$,,,,,|,|,$,|,$,$,$v$++)$qkx$$$",
"$$%$n$$$r$l$0$$$0$0$0$$$0$$$$$$$$$0$0$$$$$$$$$$$$$$$0$0$_$&$$$4$-$k$$$",
"37e$h8&$>$6$666$6@o$6oo$oooo6o6o6@6$6o6oooo$6o6o6$6o6$666$[[0$|$a$7$$$",
"$$a$$$$$@$$$$$=$$$$$$$s$$$$$=$=$$$=$$$$$$$s$=$$$=$=$$$=$$$$$6$0$4$($$$",
"^2a$&[o$djj}}$}pb$bpbbb$bbb$b$bpb$b$b$bbb$bpb$b$b$bb}$p$}jj=z$>_,$2$$$",
"7$$$>$z$$$$$9$$$9$9$$$$$9$9$9$$$9$c$9$9$9$$$$$9$9$$$9$y$y$$$$$6$$$$$$$",
"7$4r>$s}p$ccc$c**$*$*****$*$***$*$*$*$*$*******$***$c$c$c$/$}=o$r4-7{$",
"q$h$$$j$9$*$$$'$$$'$'$$$'$'$$$$$'$'$'$'$$$'$$$$$$$]$'$$$'$*$b$$$r$<$$$",
"qahl6$!$9$'$']'']5]$]$]$]$]]]]]]]$]$]m]]]$]]]]]]]$]$']']'$*$#$16_$<q3$",
"%$$$$$}$c$'$$$m$$$$$m$.$m$$$$$$$$$m$$$$$$$m$$$m$$$m$$$$$$$w$y$d$$$$$f$",
"%$|_6=b$c$'55$m$mm.$mmm$m.mm.m.$m$mmmm.m.$m..$mmm$..5$55]'**/$d6_,a$3$",
"($,$$$$$*$$$.$.$.$$$$$.$$$$$$$.$.$$$$$$$m$$$$$$$.$$$m$m$$$$$$$$$$$a$u$",
"%$|$os}9c$]$5$5$.mm..$m$m..$.mm$.....m.$..m$m...m$m.5$m$5]'*/p=$0|a$3$",
"$$,$6$$$$$]$m$m$$$$$.$.$$$.$.$$$m$.$$$$$$$.$.$.$$$.$$$m$m$$$9$$$_$$$u$",
"(n,$6=b$*']$m$mm.$mmm$m$mmm$..m$m$mm.$.mm.m$m$m$m..$m..$5$'$/bdo0$a%f$",
"%$$$$$p$*$]$.$$$.$.$$$.$.$.$$$.$.$$$.$m$$$$$.$.$.$m$$$$$m$'$$$$$$$a$$$",
"%a|$6dbc*$]$m..$m$..m$m..$mmm$.$m$.$m..$m.m.m$m$m$m$mmm$5]'$9pd6g$a(f$",
"$$,$@$$$$$$$$$.$.$.$.$$$$$.$$$m$.$.$$$$$.$$$$$.$.$$$.$.$$$'$$$=$0$$$u$",
"(+,$o$b/*']5mmm$m$m$m.mmm..$m.m$mmm$.mm.m$m$m.m$..m..$mmm]'*/#=$0|a$f$",
"($$$$$p$$$$$$$$$.$.$$$$$$$$$.$$$$$.$$$.$$$.$.$$$$$$$.$$$$$$$$$$$g$$$u$",
"%a,06$p$*']m.$m.m$m.m$..mmm..$m..$mm.$m.m$m.m$mmm.m$m..$m]'*/$d6g$a(f$",
"$$$$o$b$*$$$.$.$$$$$$$.$$$$$$$.$.$$$.$$$.$$$$$.$$$.$$$$$.$$$c$$$$$a$u$",
"(a,g6$bc*$]mm$m.m.m.mmm$.$mmm$m$m..$m.m$m.m.m$.$m$m.mmmm5$'*/p=60|a$f$",
"($$$$$$$$$5$$$$$$$$$$$$$.$.$.$.$.$$$$$.$.$$$.$.$.$$$.$$$$$$$$$$$$$$$u$",
"(a|g6$b/*']$m.m.m.m...mmm..$m$m$mmm.m.m$m.m$m$m$m.m..$.m5]'$/b=6g,a$f$",
"($$$o$p$$$$$.$$$$$$$$$$$$$$$.$.$$$$$$$$$$$$$.$.$$$$$$$.$$$]$c$=$$$$$u$",
"(a|$6$p/*$]$m$m$m.mmm...mmm.m$m..$m.m.m.m.m.m$m.m.mmmm.$m]'$9$=$0,a$f$",
"($$$o$$$w$]$.$.$.$$$$$$$$$.$$$$$.$$$.$.$$$$$$$$$$$$$$$$$m$$$/$$$g$a$u$",
"%$,g6$p/*$]$m.m$m$..m$m..$m$m.m$m$m.m$m$m.m.m.m$m....mm.5$''/$do0$a(f$",
"($|$$$b$$$]$$$.$.$.$$$.$.$.$.$.$.$.$$$$$.$$$$$.$.$$$$$$$$$'$c$=$$$$$$$",
"%$|g6=p$*]]$m$m$m$m.m.m$m$m$m$m.m$m$m.m.m$m.m.m$m$mm...m5]'$/$do0,a$f$",
"($$$$$$$*$]$.$.$.$$$.$$$.$.$.$$$$$.$.$$$$$.$$$$$.$.$$$m$$$$$$$$$$$a$u$",
"%$|g6dbc*$]mm$m$m.m$m$m$m.m$m$m.m.m.m$m.m.m$m.m.m$.mm$.$m]'*/$d60|a$f$",
"($$$@$p$$$$$$$.$$$.$.$.$$$$$.$.$$$$$$$.$$$.$.$$$$$.$.$.$.$$$c$=$$$$$u$",
"%a|$o$b/*']mm$m$m$m$m.m$m.m$m$m.m$m.m.m$m.m$m.m$mm.$.$m$5$'$/p=$g,a(f$",
"$$,$$$$$*$$$.$.$.$.$$$$$.$.$.$$$$$.$.$$$$$.$$$.$.$$$m$$$m$]$$$$$0$$$u$",
"%$,06=p$*']$m$m.m$m.m$m.m$m.m$m.m.m$m$m.m$m$m.m$.mm$m.m$5]'$/bd6g$a(f$",
"($$$$$b$$$5$.$.$$$$$.$.$$$$$$$.$$$$$$$.$.$$$.$$$$$$$$$.$$$'$c$$$$$a$$$",
"(a,$6$b/*$]$m$m$m.m.m$m$m.m.m$m$m.m.m$m$m.m.m$mm....m.mm5$'*9$=o0$a$f$",
"%$|$o$$$*$]$.$.$.$$$.$.$.$$$.$.$.$$$.$.$$$$$$$.$.$$$$$$$m$$$$$=$g$a$u$",
"($,g6=p$*$]$m.m$m$m.m$m.m$m$m$m.m.m$m$m$m.m$m..$m$m.m...5$'$/bd$0$a(f$",
"($$$$$$$*$$$$$$$.$$$$$$$$$.$.$$$$$$$.$.$$$.$.$$$.$.$$$$$m$]$c$$$g$$$u$",
"%$|g6dbc*$]mm.m$m$m.m.m.m.m$m$m.m.m$m$m.m$m.m$m$m$m$mmm$5]'$9$d$0$a(f$",
"($,$$$$$$$]$$$.$.$.$$$$$$$.$.$.$$$.$.$$$.$$$.$.$.$$$.$.$$$$$/$=$g$a$$$",
"%n|$o=b/*$]mm$m$m.m.m$m.m.m$m.m$m.m$m.m$m.m$m.m$m$m..$mm5]''/$d$0|a$f$",
"($$$$$p$$$5$.$.$$$$$$$.$$$$$$$$$.$$$$$.$$$.$$$.$.$.$$$$$$$$$$$=$$$$$u$",
"%$,06dp$*']$m$m.m.m.m$m.m.m.m.m$m$m.m.m.m$m.m$m$m.mmm..m5$'*/pd6g,a$f$",
"($|$$$$$*$$$.$$$$$$$.$$$.$.$$$$$.$.$$$$$.$$$.$$$$$$$$$$$m$'$$$$$$$a$u$",
"%$,go$bc*$]mm$m$m.m$m.m$m$m.m.m$m$m.m.m$m$m.m$m.m...mm.$5]'$/p=6g$a$f$",
"($$$o$p$$$]$$$.$.$.$$$.$.$$$$$.$.$$$$$.$.$.$$$.$$$$$$$.$$$$$c$=$$$a$u$",
"%a|$6db9*$]mm$m.m$m.m$m$m$m.m.m$m.m.m.m$m$m$m.m$mmm..mm$m]'*/$=$0|a$f$",
"$$,$$$$$$$$$.$$$$$.$$$.$$$.$$$$$$$$$$$$$.$.$.$$$.$$$$$$$.$'$$$=$g$$$u$",
"($,gosb/*']$m.m.m$m.m$m.m$m$m.m.m.m.m$m.m$m.m$m..$mm..mmm$'*/$d$g$a(f$",
"($$$$$$$$$5$$$$$.$$$.$$$.$.$.$$$$$.$.$.$$$$$$$.$$$.$$$$$$$$$c$=$0$$$u$",
"(a|06=p9*$]mm.m.m$m.m.m$m$m.m$m.m$m$m.m.m.m$m.m$m..mm...5]'$/$d$0$a(f$",
"%$$$$$b$*$$$$$$$$$.$$$.$.$$$$$.$.$$$$$$$$$.$.$$$$$$$.$$$$$$$c$$$g$a$u$",
"($,g6$b$*']mm$m.m.m.m$m$m$m.m$m$m.m$m.m.m$m$m.m$mm.$m$mmm]'*/$d60$a$f$",
"($|$o$$$$$5$.$$$$$$$.$$$.$.$.$.$$$.$.$$$.$.$$$.$.$.$.$.$$$$$c$=$$$a$$$",
"%$|$6=b/*$]$m.m.m.m.m$m.m$m$m$m.m$m$m.m$m$m.m$m..$m$m$.$m]'*/$=$0|a(f$",
"($,$$$$$*$5$$$$$$$$$.$.$$$.$.$$$.$.$$$.$.$$$$$$$$$.$$$.$$$$$$$=$g$$$u$",
"%$,g6$p$*']$m.m.m$m.m$m$m.m$m.m.m$m$m.m$m.m.m.mmm$m$mmm$5]'*/$d$g$a(f$",
"($$$o$b$$$$$.$.$.$.$$$.$.$$$$$$$$$.$.$$$$$$$$$$$.$.$.$$$m$$$c$=$0$a$u$",
"($|g6$b/*']mm$m$m$m$m$m.m$m.m.m$m$m$m$m.m.m.m$..m$m$..m$m$'$/pd$0$a$f$",
"%$,$$$$$w$$$$$.$$$.$.$$$$$.$$$.$.$.$.$.$$$.$$$.$$$.$.$.$m$]$$$$$$$a$u$",
"%$|g6=p$*$]mm$m.m.m$m.m$m.m.m$m.m$m$m$m$m.m$mmm$m.m$m$m.5$'*/pd60|a$f$",
"($$$$$b$*$5$$$$$$$.$.$.$$$$$.$$$.$.$.$.$$$$$.$$$.$$$.$$$$$'$$$$$g$$$$$",
"(a|$6=b$*$]$m.m.m$m$m$m.m.m.m$m.m$m$m$m$m.m..$m.m$m$m$m$5]'$/p=$g,a(f$",
"$$$$o$$$*$5$.$$$.$.$.$$$$$.$$$$$$$.$.$.$.$$$$$.$$$.$.$.$m$$$c$=$0$$$u$",
"%a,g6$bc*$]$m$m.m$m.m$m.m.m$m.m.m$m$m$m$m.mmm$m$m.m.m$m.m$'*/$d$0,a$f$",
"($$$$$p$$$]$.$.$$$$$.$$$$$$$.$$$.$.$.$.$$$$$.$.$.$$$$$$$$$'$$$=$$$a$u$",
"%$|g6=b9*']$m$m.m.m$m$m.m.m.m$m.m$m.m$m.m..$m.m$m$m.m.m$5]'$/$d$0$a$f$",
"($$$$$$$$$m$.$$$$$.$.$.$$$$$$$.$$$$$$$.$$$.$$$$$.$.$$$.$m$$$c$=$g$a$u$",
"%a|g6=b$*']$m$m.m$m$m$m.m.m$m$m.m.m.m.m$mmm.m$m.m$m$m$m.m$'*/pd$0|a$f$",
"($$$$$p$w$$$.$.$.$.$.$$$$$.$.$$$$$$$$$.$$$$$$$.$$$.$.$$$$$'$$$$$$$$$u$",
"%$|g6db$*$]mm$m$m$m$m$m.m$m$m.m.m.m.m$m...m$m.m$m.m$m$m.5]'$/pd$g,a(f$",
"$$,$$$$$*$]$$$.$$$.$$$.$.$.$$$$$$$$$.$$$$$.$.$$$.$.$.$.$$$$$c$=$0$$$u$",
"%n|$osbc*$]$m.m$m.m$m.m$m$m$m.m.m.m.m.m$m$m.m$m.m$m$m.m$m]'*/$d6g$a$f$",
"($$$o$$$$$5$$$.$.$$$.$$$.$.$.$$$$$$$$$.$.$$$$$.$$$.$.$$$.$$$$$$$$$a$u$",
"%$,g6$b/*]]mm.m$m.m$m.m$m$m.m$m.m$m.m$m$m.m.m$m$m.m$m.m$m$'*/p=o0|a$f$",
"($$$$$p$$$$$$$$$$$.$$$.$.$$$$$.$.$$$.$.$.$.$$$.$.$$$$$.$m$]$$$$$g$a$u$",
"%$,g6$p9*$]mm.m.m$m.m.m$m$m.m.m$m.m.m$m$m$m.m.m$m.m$m$m.5$'*/$d6g$a$f$",
"($|$o$b$$$5$$$$$.$$$.$$$.$.$$$.$$$$$$$.$$$$$$$$$$$.$.$$$$$]$$$=$$$$$u$",
"%a|$6=b$*']$m.m$m.m$m.m$m$m.m$m.m.m$m.m$m.m.m.m.m.m$m.mm5]'$/p=$0,a(f$",
"($$$$$$$*$$$.$.$$$.$$$$$.$$$.$$$$$.$.$$$.$$$$$$$$$$$.$$$$$$$c$$$g$$$$$",
"(a,g6$bc*$]mm$m.m.m$m.m.m.m$m$m.m.m$m.m$m$m.m.m.m$m.m$.m5]'$/bd60$a(f$",
"$$$$o$p$$$$$$$$$$$.$.$.$$$$$.$.$$$$$$$.$.$$$$$$$.$.$$$$$m$'$$$$$$$a$$$",
"%$|g6$b9*']mm.m.m$m.m$m$m.m.m$m.m$m.m.m$m.m.m.m$m$m.m$..m$'$9p=o0|a(f$",
"($,$$$$$$$$$$$$$.$$$$$$$.$$$$$$$.$.$$$$$$$$$$$.$.$$$.$.$$$'$/$$$$$$$u$",
"%n|$6=b$*']mm.m$m$m.m.m$m$m.m.m$m.m$m.m.m.m.m.m$m.m$mmm$5]'$/bd6g$a(f$",
"($$$o$p$*$$$.$.$.$.$$$.$.$$$.$$$$$$$.$.$$$$$$$$$.$.$$$$$m$$$$$$$g$a$u$",
"%$,g6$}$*$'$m$m$m.m$m.m$m.m$m.m$m.m.m$m.m$m.m.m$m$m.m$5m5$'*/$=6_$a$3$",
"($$$$$p$c$]$m$$$$$$$.$$$$$.$.$.$.$$$$$$$.$$$$$.$.$$$.$m$$$*$9$$$$$a$u$",
"%a,06$}9c''$mmmmm.m$m.m.m.m$m$m$m$m.m.m$m.m$m.m$m.m$5$5m]$*$/}=o_,a$3$",
"$$$$o$$$$$$$$$$$$$.$$$$$$$$$.$.$.$.$$$.$$$.$.$$$$$.$m$$$5$'$$$$$$$$$u$",
"q<,$6=}$c''$]]55mmmmm$mmmmm$m$mmmmm$mmm5m$m$mmm55m5$]5]$]$*$y}d$_,)$3$",
"$$,$$$!$c$'$]$$$$$$$]$$$]$]$$$$$$$$$$$$$$$]$$$$$$$$$$$]$'$w$#$$$0$a$f$",
"q)h$[1j$/$***$'''''$'''''$'''''''$'''''''$'''$'''''''**$*$c$bjz$r$)q3$",
"7$$$>$$$y$$$$$*$$$*$$$$$$$$$$$$$*$*$$$$$*$$$*$'$$$$$$$*$*$9$$$o$r$$$$$",
"7t:$06z=}$y//y/$/c////c//$/9/c/$/$/$/c/$/99$/$9$9///c9/$/$p$j16$|$t7x$",
"^$+$$$$$$$!$$$$$$$$$$$$$p$p$$$p$p$p$$$p$$$b$p$b$b$$$$$$$}$j$z$$$|$e$$$",
";$):|$[6o11d=$d=d====$==d$d$d==$d$d$d=s=d$d=d$d$=$=ddsd$d1z$6>_8:$%$$$",
"$$$$,$&$$$$$6$o$$$$$o$$$o$$$o$$$o$o$o$$$o$$$$$o$o$o$o$$$$$$$g$$$$$q$$$",
"$$(ta$,$r&l__$_0000$000$0g0g0$0g0$0$0g0$g$0g0g0$00g$_$___lr$8,:$tqu$$$",
"$$^$$$+$:$$$,$$$,$$$$$,$$$$$$$,$$$,$,$,$,$,$$$|$$$$$$$,$,$$$$$a$%$$$$$",
"$${k7(2$i$<aa$aaa$aaa+a$aaaaa$a$a+a$a$a$a$a$a$aaa$aaaaa$aa)--2(7;$$$$$",
"$$$$$$$$7$$$$$%$$$($$$$$($$$($($$$($($($$$($($$$($($$$$$$$$$$$$$$$$$$$",
"$$$$$$$${3333uuff$fffffufuf$uuffffu$u$ufuufufff$ffufu33333f3x$$$$$$$$$",
"$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$"};
