Repository: imartinbragado/xescoba
Catalog: po/*.po
Languages: es

source: Spanish 'escoba' game
es: Juego de la escoba

source: Cards on center
es: Cartas del centro

source: Cards in player's hand
es: Cartas de la mano

source: Quit
es: Salir

source: Click here to exit game
es: Pincha aquí para abandonar este maravilloso juego ¡sigh!

source: Help
es: Ayuda

source: Click here to get help
es: Pincha aquí y te contaré como jugar a esto

source: Click here for turn
es: Pincha aquí para pasar turno

source: Turn
es: Turno

source: Game's status
es: Estado actual de la partida

source: Last cards won
es: Últimas cartas llevadas

source: Status bar
es: Barra de estado

source: Puting %s on center
es: Poniendo %s en el centro

source: has won two sweeping
es: ¡¡ ha hecho las dos escobas de salida!!

source: %s's turn
es: Turno para %s

source: Trick not valid! The cards don't add 15
es: ¡¡Jugada no válida!! No suman 15

source: has won!
es: ¡ ha ganado!

source: %s has won!
es: ¡%s ha ganado!

source: couldn't allocate a color
es: ¡jesú mi arma!, muso me temo que no puedo conseguí una subención para er coló.

source: Ok
es: Visto

source: Click here when reading
es: Pulse aquí cuando esté leído

source: ; 0 -> Human nature; 1 -> Computer nature.
es: ; 0-> Naturaleza humana; 1-> Naturaleza computador.

source: Configuration
es: Configuración

source: Players number
es: Número de jugadores

source: Players properties
es: Tipo de jugador

source: Two
es: Dos

source: Three
es: Tres

source: Four
es: Cuatro

source: Human
es: Humano

source: Computer
es: Ordenador

source: Cancel
es: Cancelar

source: ; Config file for xescoba
es: ;Fichero de configuración para xescoba

source: ;Players number jugadores = %d
es: ;Número de jugadores jugadores = %d

source: ;Player %d name and nature
es: ;Naturaleza y nombre del jugador %d

source: ace
es: as

source: two
es: dos

source: three
es: tres

source: four
es: cuatro

source: five
es: cinco

source: six
es: seis

source: seven
es: siete

source: knight
es: caballo

source: king
es: rey

source: a
es: una

source: a/an
es: un

source: golds
es: oros

source: coups
es: copas

source: swords
es: espadas

source: staffs
es: bastos

source: %s %s of %s
es: %s %s de %s

source: More info
es: Más información

source: Play 'sweeping' against computer. (C) Ignacio Martín Bragado'01 ignacio.martin@tel.uva.es http://www.ele.uva.es/~imartin
es: Juega a la escoba contra el ordenador. (C) Ignacio Martín Bragado'99 ignacio.martin@tel.uva.es http://www.ele.uva.es/~imartin

source: License ...
es: Licencia ...

source: License
es: Licencia

source: Copying license
es: Licencia de uso

source: has played %s
es: ha tirado %s

source: has won %s
es: se lleva %s

source: has won a 'sweeping'!. With this has %d
es: ha hecho una escoba. Con esta tiene %d

source: has won the 'velo'
es: se llevó el velo

source: %s Cards:%02d Golds:%d Sevens:%d Velo:%d Sweepings:%d
es: %s Cartas:%02d Oros:%d Sietes:%d Velo:%d Escobas:%d

source: Hands: %d
es: Manos: %d

source: -------- RESULTS ------------
es: -------- RESULTADOS ---------

source: %s cards points: 1
es: %s gana 1 punto por cartas

source: cards points: 1
es: gana 1 punto por cartas

source: %s golds points: 1
es: %s gana 1 punto por oros

source: golds points: 1
es: gana 1 punto por oros

source: %s sevens points: 1
es: %s gana 1 punto por sietes

source: sevens points: 1
es: gana 1 puntos por sietes

source: %s velo points: 1
es: %s gana 1 punto por el velo

source: velo points: 1
es: gana 1 punto por el velo

source: %s sweepings points: %d
es: %s gana %d puntos por sus escobas

source: sweepings points: %d
es: gana %d puntos por sus escobas

source: %s %d points.
es: %s %d puntos.

source: %d points.
es: %d puntos.

source: error.au
es: error.es.au

source: trampa.au
es: trampa.es.au

source: Wait, please...
es: Espere, por favor...

source: Play 'sweeping' against computer. (C) Ignacio Martín Bragado'98 ignacio.martin@tel.uva.es http://www.ele.uva.es/~imartin
es: Juega a la escoba contra el ordenador. (C) Ignacio Martín Bragado'01 ignacio.martin@tel.uva.es http://www.ele.uva.es/~imartin/

source: Loading cards. Wait please...
es: Cargando las cartas. Espere...

source: File
es: Fichero

source: About
es: Acerca de...

source: Properties
es: Propiedades

source: Sound
es: Sonido

source: Game window
es: Desarrollo del juego

source: Advice
es: Sugerencia

source: English
es: Español
